Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Super admin privileges cannot be removed because this user has the network admin email.
ca_es: Els privilegis del super administrador no es poden revocar perquè aquest usuari té el correu electrònic de l'administrador de la xarxa.

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress.org Theme Directory at any time: just click on the <a href="%s">Install Themes</a> tab above.
ca_es: Ara mateix solament teniu instal·lat un tema. Tranquils! Podeu triar entre més de 1.000 temes gratuïts al directori de temes de WordPress.org en qualsevol moment: solament feu clic en la pestanya <a href="%s">Instal·la temes</a> de dalt.

source: One or more database tables are unavailable. To allow WordPress to attempt to repair these tables, press the &#8220;Repair Database&#8221; button. Repairing can take a while, so please be patient.
ca_es: Una o més taules de la base de dades no estan disponibles. Per permetre al WordPress que intenti reparar aquestes taules, feu clic al botó &#8220;Repara la base de dades&#8221;. La reparació pot trigar una mica, així que tingueu paciència.

source: Visual Editor RTL Stylesheet
ca_es: Editor visual de la fulls d'estil per escriptura de dreta a esquerra

source: This child theme inherits templates from a parent theme, %s.
ca_es: Aquest tema fill hereta la plantilla d'un tema pare, %s.

source: This is a file in your current parent theme.
ca_es: Aquest és un fitxer en el tema principal actual.

source: Network Enable
ca_es: Xarxa activada

source: An error has occurred. Please reload the page and try again.
ca_es: S'ha produït un error. Recarregueu la pàgina i torneu-ho a provar.

source: Your WordPress database has been successfully updated!
ca_es: La base de dades del WordPress s'ha actualitzat correctament!

source: Update WordPress Database
ca_es: Actualitza la base de dades del WordPress

source: You are about to install WordPress %s <strong>in English (US).</strong> There is a chance this update will break your translation. You may prefer to wait for the localized version to be released.
ca_es: Ara s'instal·larà el WordPress %s <strong>en anglès (US).</strong> Existeix la possibilitat que aquesta actualització trenqui la instal·lació actual. Potser preferiu esperar-vos que es publiqui una versió localitzada.

source: The update process may take a little while, so please be patient.
ca_es: El procés d'actualització pot trigar una mica, així que tingueu paciència.

source: WordPress &rsaquo; Update
ca_es: WordPress &rsaquo; Actualitza

source: Update Complete
ca_es: S'ha completat l'actualització

source: To update themes or plugins from this screen, use the checkboxes to make your selection and click on the appropriate Update button. Check the box at the top of the Themes or Plugins section to select all and update them all at once.
ca_es: Per actualitzar els temes o les extensions d'aquesta pantalla, utilitzeu les caselles de verificació per fer una selecció i feu clic al botó d'actualització adequat. Marqueu la casella de la part superior de la secció de temes o extensions per a seleccionar-les i actualitzar-les totes alhora.

source: Database Update Required
ca_es: És necessària l'actualització de la base de dades

source: WordPress has been updated! Before we send you on your way, we have to update your database to the newest version.
ca_es: El WordPress s'ha actualitzat! Abans de dur-vos enlloc, hem d'actualitzar la base de dades a una versió més nova.

source: No Update Required
ca_es: No cal actualitzar

source: Plugin updated successfully.
ca_es: S'ha actualitzat l'extensió correctament.

source: Update Theme
ca_es: Actualitza el tema

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>. <em>Automatic update is unavailable for this theme.</em>
ca_es: Hi ha disponible una versió nova del %1$s. <a href="%2$s" class="thickbox" title="%1$s">Mireu els detalls de la versió %3$s</a>. <em>No hi ha una actualització automàtica d'aquest tema.</em>

source: Plugin update failed.
ca_es: L'actualització de l'extensió ha fallat.

source: Theme update failed.
ca_es: L'actualització del tema ha fallat.

source: Theme updated successfully.
ca_es: El tema s'ha actualitzat correctament.

source: Update Plugin
ca_es: Actualitza l'extensió

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
ca_es: Hi ha disponible una versió nova del %1$s. <a href="%2$s" class="thickbox" title="%3$s">Mireu els destalls de la versió %4$s</a>. <em>No hi ha actualització automàtica disponible d'aquesta extensió.</em>

source: Update package not available.
ca_es: L'actualització del paquet no està disponible.

source: Date range:
ca_es: Rang de dates:

source: This will contain all of your posts, pages, comments, custom fields, terms, navigation menus and custom posts.
ca_es: Aquest contindrà totes les entrades, pàgines, comentaris, camps personalitzats, termes, menús de navegació i entrades personalitzades.

source: Choose what to export
ca_es: Trieu què voleu exportar

source: Authors:
ca_es: Autors:

source: All content
ca_es: Tot el contingut

source: Sorry, this file type is not permitted for security reasons.
ca_es: Disculpeu, aquest tipus de fitxer no està permès per raons de seguretat.

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
ca_es: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Més informació</a> (en anglès)

source: In Response To
ca_es: En resposta a

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
ca_es: Tramès el <a href="%1$s">%2$s a les %3$s</a>

source: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Documentation on Comment Spam</a>
ca_es: <a href="http://codex.wordpress.org/Comment_Spam" target="_blank">Documentació sobre els comentaris no desitjat</a> (en anglès)

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Documentation on Keyboard Shortcuts</a>
ca_es: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Documentació sobre les dreceres de teclat</a> (en anglès)

source: The Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
ca_es: La secció de ginys disponibles conté tots els ginys que podeu escollir. Una vegada heu arrossegat un giny a la barra lateral, el giny s'obrirà per permetre-us que configureu els seus paràmetres. Quan el giny ja estigui configurat, feu clic al botó "Desar" i el giny ja estarà disponible en el vostre lloc. Si feu clic al botó "Esborrar", el giny s'esborrarà.

source: Remember to click Update Media to save metadata entered or changed.
ca_es: Recordeu fer clic en Actualitza els mèdia per desar les metadades que heu introduït o canviat.

source: Note that you crop the image by clicking on it (the Crop icon is already selected) and dragging the cropping frame to select the desired part. Then click Save to retain the cropping.
ca_es: Fixeu-vos que podeu retallar la imatge en fer clic sobre ella (la icona de retall ja està seleccionada) i arrossegant el requadre de retall per seleccionar la part desitjada. Aleshores feu clic a Desa per a mantenir el retall.

source: For images only, you can click on Edit Image under the thumbnail to expand out an inline image editor with icons for cropping, rotating, or flipping the image as well as for undoing and redoing. The boxes on the right give you more options for scaling the image, for cropping it, and for cropping the thumbnail in a different way than you crop the original image. You can click on Help in those boxes to get more information.
ca_es: Per a les imatges solament, podeu fer clic en Edita la imatge a sota de la miniatura per a desplegar un editor d'imatges en línia per a retallar, rotar o capgirar la imatge així com per a fer i desfer els canvis. Les caixes de la dreta us donen més opcions per escalar la imatge, per retallar-la o per a retallar la miniatura d'una manera diferent a com retalleu la imatge original. Podeu fer clic a l'Ajuda d'aquestes caixes per a aconseguir més informació.

source: This screen allows you to edit five fields for metadata in a file within the media library.
ca_es: Aquesta pantalla us permet editar cinc camps per a metadades dels fitxers de la mediateca.

source: E-mail or Username
ca_es: Correu electrònic o nom d'usuari

source: Add the user without sending them a confirmation email.
ca_es: Afegeix un usuari sense enviar-li el correu electrònic de confirmació.

source: Search Installed Themes
ca_es: Cerca temes instal·lats

source: Enable this theme for all sites in this network
ca_es: Activa aquest tema per a tots els llocs d'aquesta xarxa

source: <strong>Please Note:</strong> Any customizations you have made to theme files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
ca_es: <strong>Tingueu en compte:</strong> Qualsevol personalització que hageu fet en els fitxers del tema es perdran. Considereu l'opció de fer servir <a href="%s">temes fills</a> per a les modificacions.

source: Sticky <span class="count">(%s)</span>
ca_es: Enganxada <span class="count">(%s)</span>

source: Please select one or more plugins to update.
ca_es: Seleccioneu una o més extensions per actualitzar.

source: Please select one or more themes to update.
ca_es: Seleccioneu un o més temes per actualitzar.

source: Last checked on %1$s at %2$s.
ca_es: S'ha comprovat per darrera vegada el %1s a les %2s.

source: Check Again
ca_es: Torna-ho a comprovar

source: The update process is starting. This process may take a while on some hosts, so please be patient.
ca_es: El procès d'actualització ha començat. Aquest procès pot tardar una estona en alguns servidors, així que sigueu pacients.

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
ca_es: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentació sobre el format de la data i hora</a> (en anglès).

source: You&rsquo;re using the auto-generated password for your account. Would you like to change it to something easier to remember?
ca_es: Esteu fent servir la regeneració de contrasenya per al vostre compte. Us agradaria canviar-la a alguna cosa més fàcil de recordar?

source: Theme filters
ca_es: Filtres de tema

source: Apply Filters
ca_es: Aplica els filtres

source: Close filters
ca_es: Tanca els filtres

source: RTL Language Support
ca_es: Suport per a idiomes amb escriptura de dreta a esquerra

source: Editor Style
ca_es: Editor d'estil

source: Front Page Posting
ca_es: Publicació en la portada

source: Translation Ready
ca_es: Llest per a traduccions

source: Options:
ca_es: Opcions:

source: You are not allowed to edit this comment.
ca_es: No teniu permisos per editar aquest comentari.

source: To perform the requested action, WordPress needs to access your web server.
ca_es: Per realitzar l'acció sol·licitada, el WordPress necessita accedir al vostre servidor.

source: Current page
ca_es: Pàgina actual

source: Go to the previous page
ca_es: Aneu a la pàgina anterior

source: Go to the next page
ca_es: Vés a la següent pàgina

source: Go to the last page
ca_es: Aneu a l'última pàgina

source: 1 item
ca_es: 1 element

source: No matching users were found.
ca_es: No s'ha cap usuari.

source: No themes match your request.
ca_es: No s'ha trobat cap tema.

source: Go to the first page
ca_es: Aneu a la primera pàgina

source: Search Sites
ca_es: Cerca llocs web

source: Create a New User
ca_es: Crea un usuari nou

source: You have %1$s and %2$s.
ca_es: Teniu %1$s i %2$s.

source: %s site
ca_es: %s lloc web

source: %s user
ca_es: %s usuari

source: <strong>Important:</strong> before updating, please <a href="http://codex.wordpress.org/WordPress_Backups">back up your database and files</a>. For help with updates, visit the <a href="http://codex.wordpress.org/Updating_WordPress">Updating WordPress</a> Codex page.
ca_es: <strong>Important:</strong> abans d'actualitzar, <a href="http://codex.wordpress.org/WordPress_Backups">feu una còpia de seguretat dels fitxers i de la base de dades</a> (en anglès). Per aconseguir ajuda amb les actualitzacions, visiteu la pàgina del Codex sobre <a href="http://codex.wordpress.org/Updating_WordPress">actualitzacions del WordPress</a> (en anglès).

source: (Signup has been disabled. Only members of this site can comment.)
ca_es: (El registre està desactivat. Solament els membres d'aquest lloc web poden fer comentaris.)

source: You can update to <a href="http://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> automatically or download the package and install it manually:
ca_es: Podeu actualitzar el <a href="http://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> automàticament o baixar-vos el paquet i instal·lar-lo manualment:

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. By default, this email will also contain their password. Uncheck the box if you don&#8217;t want the password to be included in the welcome email.
ca_es: Els usuaris nous rebran un correu electrònic fent-los saber que han estat afegits com a usuaris en el lloc web. Per defecte, aquest correu electrònic conté la seva contrasenya. Desactiveu la casella si no voleu que la contrasenya s'inclogui en el correu electrònic de benvinguda.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a>.
ca_es: Hi ha una versió nova del %1$s disponible. <a href="%2$s" class="thickbox" title="%1$s">Mireu els detalls de la versió %3$s</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>.
ca_es: Hi ha una versió nova del %1$s disponible. <a href="%2$s" class="thickbox" title="%3$s">Mireu els detalls de la versió %4$s</a>.

source: Go to themes page
ca_es: Vés a la pàgina dels temes

source: Go to plugins page
ca_es: Vés a la pàgina d'extensions

source: Go to WordPress Updates page
ca_es: Vés a la pàgina d'actualitzacions del WordPress

source: %s (Pending)
ca_es: %s (pendent)

source: Click Save Menu to make pending menu items public.
ca_es: Feu clic a «Desa el menú» per fer públics els elements pendents del menú.

source: Storage Space
ca_es: Espai d'emmagatzematge

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB</a>
ca_es: <a href="%1$s" title="Gestiona les càrregues" class="musublink">%2$sMb</a>

source: Space Allowed
ca_es: Espai disponible

source: <a href="%1$s" title="Manage Uploads" class="musublink">%2$sMB (%3$s%%)</a>
ca_es: <a href="%1$s" title="Gestiona les càrregues" class="musublink">%2$sMb (%3$s%%)</a>

source: Space Used
ca_es: Espai usat

source: Create a New Site
ca_es: Crea un lloc web nou

source: Plugins
ca_es: Extensions

source: Media items
ca_es: Elements multimèdia

source: Comments
ca_es: Comentaris

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
ca_es: Les imatges amb la mida de <strong>%1$d &times; %2$d píxels</strong> s'usaran com estan.

source: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Documentation on Adding New Themes</a>
ca_es: <a href="http://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Documentació sobre com afegir nous temes</a> (en anglès)

source: Crop and Publish
ca_es: Retalla i publica

source: You can find additional plugins for your site by using the <a href="%1$s">Plugin Browser/Installer</a> functionality or by browsing the <a href="%2$s" target="_blank">WordPress Plugin Directory</a> directly and installing new plugins manually. To manually install a plugin you generally just need to upload the plugin file into your <code>/wp-content/plugins</code> directory. Once a plugin has been installed, you can activate it here.
ca_es: Podeu trobar extensions addicionals per al vostre lloc web tot fent servir l'<a href="%1$s">Instal·lador/Navegador d'extensions</a> o bé navegant directament pel <a href="%2$s" target="_blank">directori d'extensions del Wordpress</a> des d'on podreu instal·lar noves extensions manualment. Normalment, per a fer una instal·lació manual d'una extensió només necessitareu pujar el fitxer o fitxers de l'extensió al directori <code>/wp-content/plugins</code>. Una vegada s'hagi instal·lat l'extensió, podeu activar-la des d'aquí.

source: XFN stands for <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
ca_es: XFN són les sigles de <a href="http://gmpg.org/xfn/" target="_blank">Xarxa d'Amics XHTML</a> (en anglès XHTML Friends Network) i és opcional. El WordPress permet la generació d'atributs XFN per mostrar com esteu relacionat amb els autors i propietaris dels blocs amb què enllaceu.

source: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Documentation on Managing Plugins</a>
ca_es: <a href="http://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Documentació sobre la gestió de les extensions</a> (en anglès)

source: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Documentation on Template Tags</a>
ca_es: <a href="http://codex.wordpress.org/Template_Tags" target="_blank">Documentació sobre les etiquetes de plantilla</a> (en anglès)

source: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Documentation on Editing Files</a>
ca_es: <a href="http://codex.wordpress.org/Editing_Files" target="_blank">Documentació sobre l'edició de fitxers</a> (en anglès)

source: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Documentation on Using Themes</a>
ca_es: <a href="http://codex.wordpress.org/Using_Themes" target="_blank">Documentació sobre l'ús dels temes</a> (en anglès)

source: <a href="http://codex.wordpress.org/Theme_Development" target="_blank">Documentation on Theme Development</a>
ca_es: <a href="http://codex.wordpress.org/Theme_Development" target="_blank">Documentació sobre el desenvolupament dels temes</a> (en anglès)

source: FTP Password
ca_es: Contrasenya FTP

source: FTP Username
ca_es: Nom d'usuari FTP

source: FTP/SSH Password
ca_es: Contrasenya FTP/SSH

source: FTP/SSH Username
ca_es: Nom d'usuari FTP/SSH

source: You can choose what&#8217;s displayed on the front page of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static home page, you first need to create two <a href="%s">Pages</a>. One will become the front page, and the other will be where your posts are displayed.
ca_es: Podeu triar què voleu que es mostri a la pàgina principal del lloc. Poden ser entrades en ordre cronològic invers (bloc clàssic), o una pàgina estàtica o fixa. Per mostrar una pàgina estàtica, primer cal que creeu dues <a href="%s">pàgines</a>. Una serà la pàgina principal, i l'altra serà on es mostraran les entrades.

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
ca_es: Els camps opcionals us permeten personalitzar els noms base &#8220;categoria&#8221; i &#8220;etiqueta&#8221; que apareixeran a les URL d'arxius. Per exemple, la pàgina que mostra totes les entrades de la categoria &#8220;General&#8221; podria ser <code>/temes/general</code> en lloc de <code>/categoria/general</code>.

source: The following themes are installed but incomplete. Themes must have a stylesheet and a template.
ca_es: Els temes següents estan instal·lats però estan incomplets. Els temes han de tenir, com a mínim, un full d'estil i una plantilla.

source: <strong>Plugins</strong> - Features the most popular, newest, and recently updated plugins from the WordPress.org Plugin Directory.
ca_es: <strong>Extensions</strong> - Mostra les extensions més populars, les més recents i les recentment actualitzades del directori d'extensions de WordPress.org.

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
ca_es: Quan assigneu més d'una categoria o etiqueta a una entrada, només una apareixerà a l'enllaç permanent: la categoria amb numeració més baixa. Això s'aplica si l'estructura personalitzada inclou <code>%categoria%</code> o <code>%etiqueta%</code>.

source: If you pick an option other than Default, your general URL path with structure tags, terms surrounded by <code>%</code>, will also appear in the custom structure field and your path can be further modified there.
ca_es: Si seleccioneu altra opció distinta a la predeterminada, l'URL amb l'estructura d'etiquetes i termes envoltats per <code>%</code>, també apareixerà en el camp d'estructura personalitzat i el camí es pot modificar novament allà.

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
ca_es: Alguns temes mostren per defecte alguns ginys fins que editeu la barra lateral, però no es mostren automàticament a l'eina de gestió de la barra lateral. Una vegada feu el primer canvi de giny, podeu afegir altre cop els ginys per defecte des de l'àrea de ginys disponibles.

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
ca_es: Si voleu eliminar el giny però desar-ne la configuració per a possibles usos futurs, arrossegueu-lo a l'àrea de ginys inactius. Els podeu afegir de nou quan vulgueu. Això és especialment útil quan canvieu a un tema amb menys o diferents barres laterals.

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
ca_es: Per afegir un usuari nou al lloc, feu clic al botó Afegeix de dalt de la pantalla o Afegeix a la secció usuaris del menú.

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
ca_es: Podeu especificar les mides màximes de les imatges que s'insereixin al contingut escrit; també podeu inserir una imatge a mida completa.

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
ca_es: La majoria de temes mostren el títol del lloc a la capçalera de cada pàgina, a la barra de títol del navegador i com a identificador dels canals de sindicació. La descripció també la mostren alguns temes.
